Repository: KingOfTheAce2/legislation-library-translation-dictionary
Catalog: import/book 4 (para level).tmx
Source language: en_gb
Languages: nl

source: Except where the arbitral tribunal determines otherwise, a decision by the arbitral tribunal on the request to grant an interim measure constitutes an arbitral award to which the provisions of Title 1, Sections 3 to 5 inclusive are applicable.
nl: Tenzij het scheidsgerecht anders bepaalt, geldt een uitspraak van het scheidsgerecht over het verzoek een voorlopige voorziening te treffen als een arbitraal vonnis; daarop zijn de bepalingen van de derde tot en met de vijfde afdeling van deze titel van toepassing.

source: The arbitral tribunal may, upon a unanimous request by the parties, immediately rule on the merits instead of ruling on the interim measure.
nl: Het scheidsgerecht kan, op eenparig verzoek van de partijen, onder vermelding van het verzoek, in plaats van een uitspraak over een voorlopige voorziening dadelijk een uitspraak ten gronde doen.

source: When doing so the arbitral tribunal states the parties' request in its decision.
nl: Een zodanige uitspraak ten gronde geldt als een arbitraal vonnis;

source: Such a decision on the merits constitutes an arbitral award to which the provisions of Title 1, Sections 3 to 5 inclusive are applicable.
nl: daarop zijn de bepalingen van de derde tot en met de vijfde afdeling van deze titel van toepassing.

source: The arbitral tribunal may, upon a unanimous request by the parties, convert an arbitral award as referred to in Article 1043b(4) to an arbitral award as referred to in Article 1043b(5), which award states the parties' request.
nl: Het scheidsgerecht kan, op eenparig verzoek van de partijen, onder vermelding van het verzoek, een arbitraal vonnis als bedoeld in het vierde lid omzetten in een arbitraal vonnis als bedoeld in het vijfde lid.

source: Article 1044
nl: Artikel 1044

source: Except where the parties have agreed otherwise, the arbitral tribunal may, through the intervention of the court in summary proceedings of the District Court of The Hague, request information as referred to in Article 3 of the European Convention on Information on Foreign Law, done at London, 7 June 1968 (Dutch Treaty Series 1968, 142).
nl: Tenzij de partijen anders zijn overeengekomen, kan het scheidsgerecht door tussenkomst van de voorzieningenrechter van de rechtbank Den Haag een verzoek om inlichtingen doen als bedoeld in artikel 3 van de op 7 juni 1968 te Londen gesloten Europese Overeenkomst nopens het verstrekken van inlichtingen over buitenlands recht (Trb. 1968, 142).

source: The court in summary proceedings transmits the request, except where the court determines that this would be useless, to the agency referred to in Article 2 of the Convention without delay and notify the arbitral tribunal of this fact.
nl: De voorzieningenrechter zendt het verzoek, tenzij het hem nutteloos voorkomt, ten spoedigste aan het orgaan als bedoeld in artikel 2 van de Overeenkomst en deelt dit aan het scheidsgerecht mede.

source: The arbitral tribunal may suspend the proceedings until the date on which it has received the answer to its request for information.
nl: Het scheidsgerecht kan het geding schorsen tot de dag dat het scheidsgerecht het antwoord op het verzoek om inlichtingen heeft ontvangen.

source: Article 1045
nl: Artikel 1045

source: Except where the parties have agreed otherwise, the arbitral tribunal may allow a third party which has an interest in the arbitral proceedings and which has submitted a request in writing to the arbitral tribunal to join or intervene in the proceedings, provided that the same arbitration agreement as between the original parties applies or enters into force between the parties and the third party.
nl: Tenzij de partijen anders zijn overeengekomen, kan op schriftelijk verzoek van een derde die enig belang heeft bij een arbitraal geding, het scheidsgerecht hem toestaan om zich daarin te voegen of tussen te komen, mits tussen de partijen en de derde dezelfde overeenkomst tot arbitrage geldt of van kracht wordt als tussen de oorspronkelijke partijen.

source: The arbitral tribunal transmits a copy of the request to the parties without delay.
nl: Het scheidsgerecht zendt ten spoedigste een afschrift van het verzoek aan de partijen.

source: The arbitral tribunal allows the parties to make their opinions known.
nl: Het scheidsgerecht stelt de partijen in de gelegenheid hun mening kenbaar te maken.

source: The arbitral tribunal may allow the third party to make its opinion known.
nl: Het scheidsgerecht kan de derde in de gelegenheid stellen zijn mening kenbaar te maken.

source: By allowing the joinder or intervention of a third party, that third party becomes a party to the arbitral proceedings.
nl: Door de toelating van de voeging of tussenkomst wordt de derde in het arbitraal geding partij.

source: After allowing the joinder or intervention of a third party, the arbitral tribunal will give directions as to the next steps in the proceedings, except where the parties have agreed appropriate arrangements.
nl: Na de toelating van een voeging of tussenkomst regelt het scheidsgerecht de verdere gang van het geding, tenzij de partijen daarin bij overeenkomst hebben voorzien.

source: Article 1045a
nl: Artikel 1045a

source: At the written request of a party, the arbitral tribunal may allow a third party to be added to the action for indemnity, provided that the same arbitration agreement as between the original parties applies or enters into force between the interested party and the third party.
nl: Op schriftelijk verzoek van een partij kan het scheidsgerecht deze toestaan een derde schriftelijk in vrijwaring op te roepen, mits tussen de belanghebbende partij en de derde dezelfde arbitrageovereenkomst geldt of van kracht wordt als tussen de oorspronkelijke partijen.

source: A copy of the notice to the third party is transmitted to the arbitral tribunal and the counterparty as soon as possible.
nl: De oproep wordt ten spoedigste in afschrift gezonden aan het scheidsgerecht en aan de wederpartij.

source: The arbitral tribunal allows the parties and the third party to give their opinions.
nl: Het scheidsgerecht stelt de partijen en de derde in de gelegenheid hun mening kenbaar te maken.

source: The arbitral tribunal will deny the request to add a third party to the action for indemnity if the arbitral tribunal determines upon summary enquiry that it is unlikely that the third party will be required to bear the adverse consequences of a possible award against the interested party, or indemnification proceedings are likely to cause unreasonable or unnecessary delay of the proceedings.
nl: Het scheidsgerecht laat de vrijwaring niet toe indien het scheidsgerecht het op voorhand onaannemelijk acht dat de derde verplicht zal zijn de nadelige gevolgen van een eventuele veroordeling van de belanghebbende partij te dragen dan wel van oordeel is dat door een vrijwaringsprocedure onredelijke of onnodige vertraging van het geding te verwachten valt.

source: After allowing the request to add a third party, the arbitral tribunal determines the next steps in the proceedings, except where the parties have agreed appropriate arrangements.
nl: Na de toelating van een vrijwaring regelt het scheidsgerecht de verdere gang van het geding, tenzij de partijen daarin bij overeenkomst hebben voorzien.

source: Article 1046
nl: Artikel 1046

source: In respect of arbitral proceedings pending in the Netherlands, a party may apply to a third party, designated to that end by the parties, for an order of consolidation with other arbitral proceedings pending in or outside the Netherlands, except where the parties have agreed otherwise.
nl: Ten aanzien van een in Nederland aanhangig arbitraal geding kan een partij een door de partijen daartoe aangewezen derde verzoeken de samenvoeging met een ander in of buiten Nederland aanhangig arbitraal geding te gelasten, tenzij de partijen anders zijn overeengekomen.

source: In the absence of a designated third party, an application to the court in summary proceedings of the District Court of Amsterdam may be submitted requesting arbitral proceedings pending in the Netherlands be consolidated with other arbitral proceedings pending in the Netherlands, except where the parties have agreed otherwise.
nl: Bij gebreke van een door partijen daartoe aangewezen derde kan de voorzieningenrechter van de rechtbank Amsterdam worden verzocht de samenvoeging van een in Nederland aanhangig arbitraal geding te gelasten met een ander in Nederland aanhangig arbitraal geding, tenzij de partijen anders zijn overeengekomen.

source: Consolidation may be ordered to the extent it does not cause unreasonable delay in the pending proceedings, also taking into account the present status of the proceedings, and the two arbitral actions are so closely connected that the sound administration of justice demands hearing and dealing with them together to avoid the risk of irreconcilable decisions resulting from separate proceedings.
nl: Samenvoeging kan worden gelast voorzover zij geen onredelijke vertraging van de aanhangige gedingen oplevert, mede gezien de stand waarin zij zich bevinden en er tussen de arbitrale gedingen een zo nauwe band bestaat dat een goede rechtsbedeling vraagt om gelijktijdige behandeling en berechting, teneinde te vermijden dat bij afzonderlijke berechting van de zaken onverenigbare beslissingen worden gegeven.

source: The third party or the court in summary proceedings may grant or deny the request after having given all parties and, if appointed, the arbitrators an opportunity to make their opinions known.
nl: De derde of de voorzieningenrechter kan, nadat hij alle partijen en, indien benoemd, de arbiters in de gelegenheid heeft gesteld hun mening kenbaar te maken, het verzoek toewijzen dan wel afwijzen.

source: The decision must be communicated in writing to all the parties and the arbitral tribunals concerned.
nl: Zijn beslissing wordt aan alle partijen en de betrokken scheidsgerechten schriftelijk medegedeeld.

source: If the third party or the court in summary proceedings orders consolidation, the parties will, in mutual consultation, appoint the arbitrator or arbitrators, in an odd number, and determine the rules which apply to the consolidated proceedings.
nl: Indien de derde of de voorzieningenrechter samenvoeging beveelt, benoemen de partijen in onderling overleg de arbiter of arbiters, in oneven getale, en bepalen zij, welke regelen op het samengevoegde geding van toepassing zullen zijn.

source: If, within a time limit set by the third party or the court in summary proceedings, the parties fail to reach agreement on the appointment of the arbitrator or arbitrators, the third party or the court in summary proceedings will, upon an application by any party, appoint the arbitrator or arbitrators and, if necessary, determine the rules which apply to the consolidated proceedings.
nl: Indien de partijen daarover binnen een door een derde of de voorzieningenrechter te stellen termijn geen overeenstemming kunnen bereiken, benoemt de derde of de voorzieningenrechter, op verzoek van de meest gerede partij, de arbiter of arbiters en bepaalt hij, zo nodig, welke regelen op het samengevoegde geding van toepassing zullen zijn.

source: The third party or the court in summary proceedings will, if necessary, determine the fees for the work already carried out by the arbitrators whose mandate is terminated by reason of the consolidation.
nl: De derde of de voorzieningenrechter bepaalt zo nodig voor de arbiter of arbiters die als gevolg van de samenvoeging van hun opdracht worden ontheven, de beloning voor de reeds door hen verrichte werkzaamheden.

source: Article 1047
nl: Artikel 1047

source: With the exception of the provisions of Articles 1037 and 1048, the provisions of this Section 2 do not apply to arbitral proceedings concerning the matters referred to in Article 1020(4)(a).
nl: Ingeval van arbitrage omtrent zaken als bedoeld in artikel 1020, vierde lid, onder a, blijft, behoudens de artikelen 1037 en 1048, het in deze afdeling bepaalde buiten toepassing.

source: In that event the proceedings will be as agreed by the parties or, to the extent the parties have not made provision to this effect, as determined by the arbitral tribunal.
nl: Het geding wordt alsdan gevoerd op de wijze als door de partijen is overeengekomen of, voor zover de partijen daarin niet hebben voorzien, als door het scheidsgerecht bepaald.

source: Article 1048
nl: Artikel 1048

source: The determination of the date on which the award will be made is at the exclusive discretion of the arbitral tribunal.
nl: De bepaling van het tijdstip waarop het vonnis zal worden gewezen, is het scheidsgerecht voorbehouden.

source: Article 1048a
nl: Artikel 1048a

source: A party that has entered an appearance in the proceedings must, as soon as it knows or reasonably should know of any act contrary to, or failure to act in accordance with, any provisions in this Title 1 Section 2, the arbitration agreement, or any order, decision or measure of the arbitral tribunal, raise an objection to that effect to the arbitral tribunal without unreasonable delay, transmitting a copy of its objection to the counterparty.
nl: Een partij die in het geding is verschenen maakt zonder onredelijke vertraging bezwaar bij het scheidsgerecht met een afschrift aan de wederpartij zodra zij weet of redelijkerwijs behoort te weten dat is gehandeld in strijd met of is nagelaten te handelen overeenkomstig enige bepalingen van de tweede afdeling van deze titel, de overeenkomst tot arbitrage dan wel een opdracht, beslissing of maatregel van het scheidsgerecht.

source: If a party fails to do so, the right to rely on this later in the arbitral proceedings or before the court is waived.
nl: Laat een partij dit na, dan vervalt het recht daarop nadien, in het arbitraal geding of bij de gewone rechter, alsnog een beroep te doen.

source: SECTION 3 - THE ARBITRAL AWARD
nl: DERDE AFDELING. HET ARBITRAAL VONNIS

source: Article 1049
nl: Artikel 1049

source: The arbitral tribunal may issue a final award, a partial final award, or an interim award.
nl: Het scheidsgerecht kan een geheel of gedeeltelijk eindvonnis dan wel een tussenvonnis wijzen.

source: A final award or a partial final award is an award that wholly or partially disposes of the claim in the operative part of the award.
nl: Van een geheel of gedeeltelijk eindvonnis is sprake wanneer het gevorderde in een vonnis geheel of gedeeltelijk bij dictum wordt afgedaan.

source: If an arbitral tribunal makes an award that, as evidenced by the operative part, partially forms an interim award and partially a final award, such an award is a partial final award.
nl: Indien een scheidsgerecht een vonnis wijst dat blijkens het dictum deels een tussenvonnis en deels een eindvonnis vormt, is een dergelijk vonnis een gedeeltelijk eindvonnis.

source: Article 1050
nl: Artikel 1050

source: Article 1051
nl: Artikel 1051

source: Article 1052
nl: Artikel 1052

source: The arbitral tribunal may rule on its own jurisdiction.
nl: Het scheidsgerecht is gerechtigd, over zijn bevoegdheid te oordelen.

source: A party that has entered an appearance in the arbitral proceedings must contest the jurisdiction of the arbitral tribunal, on the ground that a valid arbitration agreement does not exist, prior to all defences. If it fails to comply, the right to contest jurisdiction on this ground at a later stage, in the arbitral proceedings or in court, is waived, except where this motion is made on the ground that the dispute is not arbitrable under Article 1020(3).
nl: Een partij die in het arbitraal geding is verschenen, dient een beroep op de onbevoegdheid van het scheidsgerecht op de grond dat een geldige overeenkomst tot arbitrage ontbreekt, voor alle weren te doen, op straffe van verval van haar recht op dat ontbreken later, in het arbitraal geding of bij de gewone rechter, alsnog een beroep te doen, tenzij dit beroep wordt gedaan op de grond dat het geschil volgens artikel 1020, derde lid, niet vatbaar is voor arbitrage.

source: A party that has cooperated in the composition of the arbitral tribunal may not, in the arbitral action or before the court, contest the jurisdiction of the arbitral tribunal on the ground that the arbitral tribunal was composed in violation of the applicable rules.
nl: Een partij die aan de samenstelling van het scheidsgerecht heeft medegewerkt, kan in het arbitraal geding of bij de gewone rechter geen beroep doen op de onbevoegdheid van het scheidsgerecht op de grond dat het scheidsgerecht in strijd met de daarvoor geldende regelen is samengesteld.

source: A party that has entered an appearance in the arbitral action but has not cooperated in the composition of the arbitral tribunal must contest the jurisdiction of the arbitral tribunal on the ground that the arbitral tribunal was composed in violation of the applicable rules prior to all defences. If it fails to comply, its right to contest jurisdiction on this ground at a later stage, in the arbitral action or in court, is waived.
nl: Een partij die in het arbitraal geding is verschenen en die niet aan de samenstelling van het scheidsgerecht heeft medegewerkt, dient het beroep op de onbevoegdheid van het scheidsgerecht op de grond dat het scheidsgerecht in strijd met de daarvoor geldende regelen is samengesteld, voor alle weren te doen, op straffe van verval van haar recht daarop later, in het arbitraal geding of bij de gewone rechter, alsnog een beroep te doen.

source: The decision in which the arbitral tribunal accepts jurisdiction may only be challenged concurrently with a subsequent final or partial final award and using the legal remedies referred to in Article 1064.
nl: De beslissing, waarbij het scheidsgerecht zich bevoegd verklaart, kan slechts tegelijk met een daaropvolgend geheel of gedeeltelijk eindvonnis met de rechtsmiddelen, genoemd in artikel 1064, worden bestreden.

source: If and to the extent the arbitral tribunal has declined jurisdiction on the ground that a valid arbitration agreement does not exist as referred to in Article 1052(2), the court will have jurisdiction to hear the case.
nl: Indien en voorzover het scheidsgerecht zich onbevoegd heeft verklaard op grond van het ontbreken van een geldige overeenkomst tot arbitrage als bedoeld in het tweede lid, is de gewone rechter bevoegd van de zaak kennis te nemen.

source: If and to the extent the arbitral tribunal has jurisdiction on another ground, the arbitration agreement remains valid, except where the parties have agreed otherwise.
nl: Indien en voorzover het scheidsgerecht zich onbevoegd heeft verklaard op een andere grond, blijft de overeenkomst tot arbitrage van kracht, tenzij de partijen anders zijn overeengekomen.

source: The decision declining jurisdiction referred to in Article 1052(5) constitutes an arbitral award to which Title 1, Sections 1B to 5 inclusive are applicable.
nl: De onbevoegdverklaring als bedoeld in het vorige lid, geldt als een arbitraal vonnis waarop de eerste afdeling B tot en met de vijfde afdeling van deze titel van toepassing is.

source: Article 1053
nl: Artikel 1053

source: An arbitration agreement must be considered and decided upon as a separate agreement.
nl: De overeenkomst tot arbitrage dient als een afzonderlijke overeenkomst te worden beschouwd en beoordeeld.

source: The arbitral tribunal may rule on the existence and the validity of the main contract of which the arbitration agreement forms part or to which it pertains.
nl: Het scheidsgerecht is bevoegd te oordelen over het bestaan en de rechtsgeldigheid van de hoofdovereenkomst waarvan de overeenkomst tot arbitrage deel uitmaakt of waarop zij betrekking heeft.

source: Article 1054
nl: Artikel 1054

source: The arbitral tribunal decides in accordance with the rules of law.
nl: Het scheidsgerecht beslist naar de regelen des rechts.

source: If a choice of law has been made by the parties, the arbitral tribunal decides in accordance with the rules of law designated by the parties.
nl: Ingeval de partijen een rechtskeuze hebben gedaan, beslist het scheidsgerecht naar de door de partijen aangewezen regelen des rechts.

source: In the absence of a choice of law, the arbitral tribunal decides in accordance with the rules of law which it considers appropriate.
nl: Indien een dergelijke rechtskeuze niet heeft plaatsgevonden, beslist het scheidsgerecht volgens de regelen des rechts die het in aanmerking acht te komen.

source: The arbitral tribunal will decide as amiable compositeur if the parties, by agreement, have authorised it to do so.
nl: Het scheidsgerecht beslist als goede personen naar billijkheid, indien de partijen het daartoe bij overeenkomst opdracht hebben gegeven.

source: In any event the arbitral tribunal takes any applicable trade usages into account.
nl: In alle gevallen houdt het scheidsgerecht rekening met de toepasselijke handelsgebruiken.

source: Article 1055
nl: Artikel 1055

source: Article 1056
nl: Artikel 1056

source: In those events where the court may impose a penalty for non-compliance, the arbitral tribunal has such power as well.
nl: In de gevallen waarin de gewone rechter een dwangsom kan opleggen, is een scheidsgerecht daartoe eveneens bevoegd.

source: Without prejudice to the applicability of Articles 611a to 611h inclusive, in the events referred to in Article 611d, the parties must submit an application for any lifting, suspension or reduction of the penalty to the arbitral tribunal, or, if the mandate of the arbitral tribunal is not in effect, to the court in summary proceedings of the district court within whose district the place of arbitration is located.
nl: Onverminderd de toepasselijkheid van de artikelen 611a tot en met 611h dient in de gevallen, bedoeld in artikel 611d, om de opheffing, de opschorting of de vermindering van de dwangsom bij het scheidsgerecht te worden verzocht, en indien de opdracht van het scheidsgerecht niet voortduurt, te worden verzocht aan de voorzieningenrechter van de rechtbank van het arrondissement waarin de plaats van de arbitrage is gelegen.

source: Article 1057
nl: Artikel 1057

source: Except where the parties have agreed otherwise, if the arbitral tribunal consists of multiple arbitrators, the arbitral tribunal decides by a majority of votes.
nl: Het scheidsgerecht beslist, indien het uit meer arbiters bestaat, bij meerderheid van stemmen, tenzij de partijen anders zijn overeengekomen.

source: If the arbitral tribunal consists of multiple arbitrators, procedural matters of minor importance may be decided by the chairman of the arbitral tribunal if the chairman has been so authorised by the co-arbitrators, except where the parties have agreed otherwise.
nl: Indien het scheidsgerecht uit meer arbiters bestaat, kunnen procedurele zaken van ondergeschikt belang door de voorzitter worden beslist indien daartoe door de mede-arbiters bevoegdheid is verleend, tenzij de partijen anders zijn overeengekomen.

source: The award is made in writing and signed by the arbitrator or arbitrators.
nl: Het vonnis wordt op schrift gesteld en door de arbiter of arbiters ondertekend.

source: If a minority of the arbitrators refuses to sign, this is stated by the other arbitrators in the award they signed.
nl: Weigert een minderheid van de arbiters te ondertekenen, dan wordt daarvan door de andere arbiters in het door hen ondertekende vonnis melding gemaakt.

source: A similar statement is made if a minority is incapable of signing and it is unlikely that the impediment will cease to exist in the short term.
nl: Een overeenkomstige melding vindt plaats, indien een minderheid niet in staat is te ondertekenen en niet verwacht kan worden dat het beletsel daartoe binnen korte tijd zal zijn opgeheven.
